Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.ee7759267a4d
source: 日々の変化ではなく、週平均の傾向を判断する材料にします。
ar_sa: استخدم هذا كأساس لتحديد متوسط الاتجاهات الأسبوعية، بدلاً من التغييرات اليومية.
ca: Utilitzeu-ho com a base per determinar les tendències mitjanes setmanals, en lloc dels canvis diaris.
cs: Použijte jako základ pro posouzení, nikoli jen denních změn, ale průměrných hodnot za týden.
da: Brug dette til at vurdere tendenser over uger, ikke kun daglige ændringer.
de_de: Verwenden Sie dies als Grundlage, um den Wochen-Durchschnitt zu beurteilen, anstatt sich auf tägliche Veränderungen zu konzentrieren.
el: Χρησιμοποιήστε το ως βάση για να αξιολογήσετε τις εβδομαδιαίες τάσεις, και όχι τις καθημερινές αλλαγές.
en_au: Use weekly averages instead of daily changes to assess trends.
es_es: Utilizaré esto como base para evaluar las tendencias semanales, no los cambios diarios.
fi: Käytämme päivittäisiä muutoksia sen sijaan, että arvioisimme viikoittaista keskimääräistä trendiä.
fr_ca: Utilisez-les pour évaluer les tendances hebdomadaires, plutôt que les changements quotidiens.
gu: દૈનિક ફેરફારોને બદલે, અઠવાડિયાની સરેરાશ વલણને નક્કી કરવા માટે આનો ઉપયોગ કરો.
he: נשתמש בנתונים של מגמת השבוע הממוצעת, ולא בשינויים היומיים.
hi: दैनिक बदलावों की बजाय, साप्ताहिक औसत प्रवृत्ति का आकलन करने के लिए इसका उपयोग करें।
hr: Koristite to kao osnovu za procjenu, a ne samo dnevne promjene.
hu: Használja a napi változások helyett, inkább a heti átlagos trendek elemzésére.
id: Gunakan sebagai bahan untuk menilai tren mingguan, bukan perubahan harian.
it: Utilizzeremo i dati relativi all'andamento settimanale, piuttosto che alle variazioni quotidiane.
ko: 일상적인 변화가 아닌, 주간 평균 경향을 판단하는 기준으로 활용합니다.
mr: दैनंदिन बदलांऐवजी, साप्ताहिक सरासरी ट्रेंडचा वापर करा.
ms: Gunakan sebagai bahan untuk menilai trend mingguan, bukan perubahan harian.
nl_nl: Gebruik deze om de wekelijkse gemiddelde trend te bepalen, en niet alleen dagelijkse veranderingen.
no: Bruk dette som et grunnlag for å vurdere ukens gjennomsnittlige trend, ikke daglige endringer.
pl: Wykorzystaj to jako podstawę do oceny, a nie pojedynczych zmian.
pt_br: Use como base para avaliar tendências semanais, e não apenas mudanças diárias.
pt_pt: Use como base para avaliar tendências semanais, e não apenas mudanças diárias.
ro: Folosiți aceste informații pentru a evalua tendința săptămânală, nu doar schimbările zilnice.
ru: Используйте не ежедневные изменения, а средние значения за неделю для оценки прогресса.
sk: Používajte ako materiál na posúdenie, nie denné zmeny, ale priemerné hodnoty za týždeň.
sl: Uporabite to kot osnovo za ocenjevanje trendov, ne le dnevnih sprememb.
sv: Använd som underlag för att bedöma veckovisa trender, inte enskilda dagars variationer.
ta: தினசரி மாற்றங்களை விட, வார சராசரி போக்குகளை அடிப்படையாகக் கொள்ளவும்.
te: రోజువారీ మార్పుల కంటే, వారానికి సగటు ట్రెండ్‌ను అంచనా వేయడానికి ఇది ఉపయోగపడుతుంది.
th: ใช้เป็นข้อมูลในการตัดสินแนวโน้มรายสัปดาห์ ไม่ใช่การเปลี่ยนแปลงในแต่ละวัน
tr: Günlük değişiklikler yerine, haftalık ortalama eğilimi belirlemek için kullanın.
uk: Використовуйте це для визначення загальної тенденції за тиждень, а не лише щоденних змін.
vi: Sử dụng như một tiêu chí để đánh giá xu hướng hàng tuần, thay vì những thay đổi hàng ngày.
zh_hans: 将作为判断每周平均趋势的依据，而不是每日的变化。
zh_hant: 将每日的变化作为判断每周平均趋势的依据。

# health_meals_body_ai.eed6016a2209
source: {{value1}}が複数方向を確認
ar_sa: يؤكد {{value1}} اتجاهات متعددة
ca: {{value1}} confirma diverses direccions
cs: {{value1}} kontroluje více směrů
da: {{value1}} kan ses fra flere vinkler ¶
de_de: {{value1}} prüft verschiedene Richtungen
el: Το {{value1}} ελέγχει σε πολλές κατευθύνσεις
en_au: {{value1}} is verifying multiple directions.
es_es: {{value1}} verifica múltiples opciones.
fi: {{value1}} tarkistaa useita suuntia
fr_ca: {{value1}} examine différentes options.
gu: {{value1}} બહુવિધ દિશા તપાસે છે
he: {{value1}} בודק מספר כיוונים
hi: {{value1}} कई दिशाओं पर ध्यान दे रहा है
hr: {{value1}} provjerava više smjera
hu: {{value1}} több irányt is figyeli
id: {{value1}} memeriksa dari berbagai arah
it: {{value1}} verifica diverse opzioni.
ko: {{value1}}가 여러 방향 확인
mr: {{value1}} विविध दिशा तपासा.
ms: {{value1}} Periksa beberapa arah.
nl_nl: {{value1}} bekijken vanuit verschillende hoeken.
no: {{value1}} sjekker flere retninger
pl: {{value1}} analizuje różne aspekty.
pt_br: {{value1}} verifica em várias direções.
pt_pt: {{value1}} verifica em várias direções.
ro: {{value1}} analizează mai multe direcții.
ru: {{value1}} анализирует данные с разных источников
sk: {{value1}} kontroluje rôzne aspekty
sl: {{value1}} preverja več možnosti
sv: {{value1}} – Kontrollera flera riktningar ¶
ta: {{value1}} பல திசைகளைச் சரிபார்க்கிறது
te: {{value1}} వివిధ కోణాలను పరిశీలిస్తుంది
th: {{value1}} ตรวจสอบในหลายทิศทาง
tr: {{value1}}, farklı yönleri inceliyor
uk: {{value1}} перевіряє різні напрямки
vi: {{value1}} Kiểm tra nhiều hướng
zh_hans: {{value1}}从多个方向进行确认
zh_hant: {{value1}}从多个方向进行确认

# health_meals_body_ai.ef05cf14844b
source: 消費未取得
ar_sa: لم يتم الحصول على الاستهلاك
ca: consum no obtingut
cs: Spotřeba – není zaznamenána
da: Forbrug ikke registreret
de_de: Kalorienverbrauch nicht erfasst
el: Μη καταγεγραμμένες
en_au: Calories burned - Not recorded
es_es: Consumo no registrado
fi: Kulutus ei ole tallennettu
fr_ca: Dépenses non enregistrées
gu: ખર્ચની માહિતી ઉપલબ્ધ નથી
he: הוצאה לא מאובטחת
hi: खर्च: प्राप्त नहीं
hr: Podaci još nisu prikupljeni
hu: Fogyasztás nem rögzítve
id: Kalori yang belum tercatat
it: Calorie non acquisite
ko: 소모 미획득
mr: खर्च: माहिती उपलब्ध नाही
ms: Kalori yang belum diperoleh
nl_nl: Verbrproken (nog niet verzameld)
no: Ikke registrert
pl: Dane dotyczące zużycia nie są dostępne
pt_br: Consumo não registrado
pt_pt: Consumo não registrado
ro: Consum neînregistrat
ru: Данные не получены
sk: Kalórie – nie získané
sl: Porabljen, vendar še ni zabeležen
sv: Förbrukning ej registrerad
ta: உட்கொள்ளும் அளவு பதிவு செய்யப்படவில்லை
te: వ్యయం - సంగ్రహించబడలేదు
th: ค่าที่ใช้ไป ยังไม่ได้รับการบันทึก
tr: Harcanan değer henüz alınmadı
uk: Витрачено (не отримано)
vi: Dữ liệu tiêu thụ chưa có
zh_hans: 未消耗
zh_hant: 尚未取得

# health_meals_body_ai.ef1563011431
source: 週1回・同じ条件で
ar_sa: مرة واحدة في الأسبوع بنفس الظروف
ca: Un cop a la setmana en les mateixes condicions
cs: Jednou týdně, za stejných podmínek
da: Én gang om ugen, under samme forhold
de_de: Einmal pro Woche, unter gleichen Bedingungen
el: Μία φορά την εβδομάδα, με τις ίδιες συνθήκες
en_au: Once a week, with the same conditions
es_es: Una vez por semana, con las mismas condiciones
fi: Viikoittain, samoilla ehdoilla
fr_ca: Une fois par semaine, avec les mêmes conditions
gu: અઠવાડિયામાં એકવાર, સમાન પરિસ્થિતિઓમાં
he: בדיקה שבועית, באותן תנאים
hi: सप्ताह में एक बार, समान परिस्थितियों में
hr: Jednom tjedno, s istim uvjetima
hu: Heti egyszer, ugyanazon feltételekkel
id: Sekali seminggu, dengan kondisi yang sama
it: Una volta a settimana, con le stesse condizioni
ko: 매주 1회, 동일 조건으로
mr: दर आठवड्यात, समान परिस्थितीत
ms: Setiap minggu, dengan syarat yang sama
nl_nl: Één keer per week, onder dezelfde voorwaarden
no: En gang i uken, med samme forhold
pl: Raz w tygodniu, przy tych samych warunkach
pt_br: Uma vez por semana, nas mesmas condições
pt_pt: Uma vez por semana, nas mesmas condições
ro: O dată pe săptămână, cu aceleași condiții
ru: Раз в неделю, при тех же условиях
sk: Raz týždenne, pri rovnakých podmienkach
sl: Enkrat na teden, z enakimi pogoji
sv: En gång i veckan, med samma inställningar
ta: ஒவ்வொரு வாரமும், அதே நிபந்தனைகளின் அடிப்படையில்
te: వారానికి ఒకసారి, అదే పరిస్థితుల్లో
th: ตรวจสอบรายสัปดาห์・ภายใต้เงื่อนไขเดียวกัน
tr: Haftada bir kez, aynı koşullarda
uk: Раз на тиждень, за одними й тими самими умовами
vi: Hàng tuần, với cùng điều kiện
zh_hans: 每周一次，相同条件
zh_hant: 每週一次、相同條件

# health_meals_body_ai.ef2753a0d8e9
source: 接続OK
ar_sa: الاتصال موافق
ca: Connexió correcte
cs: Připojeno
da: Forbindelse OK
de_de: Verbindung hergestellt
el: Σύνδεση επιτυχής
en_au: Connection OK
es_es: Conexión OK
fi: Yhteys onnistui
fr_ca: Connexion réussie
gu: કનેક્શન સફળ
he: חיבור הצליח
hi: कनेक्शन सफल
hr: Povezivanje uspješno
hu: Kapcsolat létrejött
id: Koneksi berhasil
it: Connessione OK
ko: 연결 성공
mr: कनेक्शन यशस्वी
ms: Sambungan Berjaya
nl_nl: Verbinding OK
no: Forbindelse OK
pl: Połączenie zakończone pomyślnie
pt_br: Conexão OK
pt_pt: Conexão OK
ro: Conexiune stabilită
ru: Подключение успешно
sk: Pripojenie OK
sl: Povezava uspešna
sv: Anslutning lyckades
ta: இணைப்பு வெற்றிகரமாக உள்ளது
te: కనెక్షన్ విజయవంతం
th: เชื่อมต่อสำเร็จ
tr: Bağlantı Başarılı
uk: З'єднання успішно
vi: Kết nối thành công
zh_hans: 连接成功
zh_hant: 連接成功

# health_meals_body_ai.efb7ffef371a
source: 歩数、アクティビティ、睡眠、安静時心拍、HRV、呼吸数、手首皮膚温を必要な項目ごとに許可できます。許可しない項目は未取得として扱い、手入力はそのまま使えます。
ar_sa: يمكنك السماح بالخطوات والنشاط والنوم ومعدل ضربات القلب أثناء الراحة ومعدل ضربات القلب ومعدل التنفس ودرجة حرارة جلد المعصم لكل عنصر تحتاجه. سيتم التعامل مع العناصر غير المسموح بها على أنها لم يتم الحصول عليها بعد، ويمكن استخدام الإدخال اليدوي كما هو.
ca: Podeu permetre passos, activitat, son, freqüència cardíaca en repòs, HRV, freqüència respiratòria i temperatura de la pell del canell per a cada element que necessiteu. Els elements que no estiguin permesos es tractaran com a no obtinguts encara i l'entrada manual es pot utilitzar tal qual.
cs: Můžete povolit sběr údajů pro konkrétní položky (počet kroků, aktivita, spánek, srdeční frekvence v klidu, HRV, dýchání, teplota na zápěstí). Pokud položku nezvolíte, bude považována za neuloženou a můžete ji zadat ručně.
da: Du kan give tilladelse til at registrere specifikke data, såsom skridt, aktiviteter, søvn, hvilepuls, HRV (hjertevariabilitet), vejrtrækning og håndledstemperatur. Data, der ikke er aktiveret, vil blive behandlet som uregistrerede, og du kan stadig manuelt indtaste dem.
de_de: Sie können die folgenden Elemente nach Bedarf auswählen: Schritte, Aktivität, Schlaf, Ruheherzfrequenz, HRV, Atemfrequenz, Handgelenktemperatur. Nicht ausgewählte Elemente werden als nicht erfasst behandelt und können manuell eingegeben werden.
el: Μπορείτε να επιτρέψετε συγκεκριμένα στοιχεία, όπως βήματα, δραστηριότητα, ύπνο, καρδιακούς παλμούς σε ηρεμία, HRV, αναπνοές και θερμοκρασία του δέρματος στον καρπό. Τα στοιχεία που δεν επιτρέπετε θα αντιμετωπιστούν ως μη συλλεχθέντα και μπορείτε να τα εισάγετε χειροκίνητα.
en_au: You can grant permission for steps, activity, sleep, resting heart rate, HRV, breathing rate, and wrist skin temperature as needed. Unrequested items will be treated as not obtained, and you can still use manual input.
es_es: Puedes permitir los siguientes elementos: pasos, actividad, sueño, frecuencia cardíaca en reposo, HRV, respiración, temperatura de la piel en la muñeca. Los elementos no permitidos se tratarán como "no obtenidos" y puedes utilizarlos manualmente.
fi: Voit antaa luvan askeleille, aktiviteeteille, unelle, levossa mitattavalle sydämen sykkeelle, HRV:lle (heart rate variability), hengitykselle ja ranteen ihon lämpötilalle. Jos et halua antaa lupaa, tiedot merkitään "ei tallennettu", ja voit syöttää ne manuaalisesti.
fr_ca: Vous pouvez autoriser les éléments suivants : nombre de pas, activité, sommeil, fréquence cardiaque au repos, HRV, fréquence respiratoire, température de la peau à l'avant-bras. Les éléments non autorisés seront considérés comme non acquis et peuvent être saisis manuellement.
gu: પગલાઓ, પ્રવૃત્તિઓ, ઊંઘ, શાંત ધબકારા, એચઆરવી, શ્વાસ, હાથની ચામડીનું તાપમાન દરેક વસ્તુને મંજૂરી આપી શકાય છે. જે વસ્તુઓને મંજૂરી નથી, તે અસ્વીકાર્ય ગણવામાં આવે છે, અને હાથનો ઉપયોગ કરવામાં આવે છે.
he: ניתן לאשר את הפעולות הבאות: מספר צעדים, פעילות גופנית, שינה, דופק במנוחה, HRV, קצב נשימה, טמפרטורת עור בגב יד. ניתן להתייחס לפריטים שאינם מאפשרים כלא מאובטח ולהשתמש בהם באופן ידני.
hi: आप आवश्यक तत्वों के अनुसार कदम, गतिविधि, नींद, आराम के दौरान हृदय गति, HRV, श्वसन दर और कलाई के त्वचा तापमान को अनुमति दे सकते हैं। यदि आप किसी तत्व को अनुमति नहीं देते हैं, तो इसे "प्राप्त नहीं" के रूप में माना जाएगा और आप इसे मैन्युअल रूप से दर्ज कर सकते हैं।
hr: Možete odabrati koje podatke želite prikupljati, uključujući broj koraka, aktivnosti, spavanje, srčani ritam u miro, HRV, broj otkucaja, temperaturu kože na zapešću. Neodabranim podacima se pristupa kao neuhvacenim, a ručni unos možete koristiti i dalje.
hu: A lépések, aktivitás, alvás, pihenő állapotban mért pulzus, HRV (szívfrekvencia variabilitás), légzés, zápok hőmérséklete mellett kiválaszthatjuk, hogy melyekkel szeretnénk adatokat rögzíteni. Azon adatok, melyeket nem engedélyezünk, a bejegyzésekben "nem megadatott"ként jelennek meg, és manuálisan is beírhatunk értékeket.
id: Anda dapat memberikan izin untuk jumlah langkah, aktivitas, tidur, detak jantung saat istirahat, HRV, pernapasan, dan suhu kulit di pergelangan tangan sesuai dengan item yang diperlukan. Item yang tidak diberikan akan ditangani sebagai "belum diperoleh", dan Anda dapat menggunakannya secara manual.
it: È possibile autorizzare i seguenti elementi: passi, attività, sonno, frequenza cardiaca a riposo, HRV, numero di respiri, temperatura della pelle al polso. Gli elementi non autorizzati verranno trattati come non acquisiti e possono essere inseriti manualmente.
ko: 걸음 수, 활동, 수면, 휴식 시 심박수, HRV, 호흡수, 손목 피부 온도를 필요한 항목별로 허용할 수 있습니다. 허용하지 않은 항목은 미획득으로 처리하며, 수동 입력도 그대로 사용 가능합니다.
mr: पाय, ॲक्टिव्हिटी, झोप, विश्रांतीमधील हृदय गती, HRV, श्वासाची संख्या आणि मनगटावरील त्वचेचे तापमान या आवश्यक गोष्टींची निवड करता येते. निवड न केलेल्या गोष्टी 'मिळालेली नाही' म्हणून नोंदवल्या जातील आणि तुम्ही त्या मॅन्युअली ॲड करू शकता.
ms: Anda boleh mengizinkan jumlah langkah, aktiviti, tidur, denyutan jantung semasa istirahat, HRV, bilangan pernafasan, suhu kulit di pergelangan tangan untuk setiap item yang diperlukan. Item yang tidak diizinkan akan ditangani sebagai belum diperoleh, dan anda boleh menggunakan input manual secara langsung.
nl_nl: Je kunt de volgende gegevens toestaan: stappen, activiteit, slaap, hartslag in rust, HRV, ademhalingsfrequentie en temperatuur van je pols. Niet-toegestane gegevens worden als "niet verzameld" beschouwd en kunnen handmatig worden ingevoerd.
no: Du kan gi tillatelse for å spore skritt, aktivitet, søvn, hvilepuls, HRV (variabilitet i hvilepuls), pustefrekvens og hudtemperatur på håndleddet. Elementer du ikke har gitt tillatelse til, vil bli behandlet som "ikke registrert", og du kan fortsatt taste inn manuelt.
pl: Możesz zezwolić na zbieranie danych dla wybranych kategorii, takich jak kroki, aktywność, sen, tętno w spoczynku, HRV, oddech i temperatura skóry na nadgarstku. Niezapewnione dane będą traktowane jako nieznane, a ręczne wpisy pozostaną dostępne.
pt_br: Você pode permitir os seguintes itens: passos, atividades, sono, frequência cardíaca em repouso, HRV, respiração, temperatura da pele na mão. Os itens não permitidos serão tratados como "não obtido", e você pode usá-los manualmente.
pt_pt: Você pode permitir os seguintes itens: passos, atividades, sono, frequência cardíaca em repouso, HRV, respiração, temperatura da pele na mão. Os itens não permitidos serão tratados como "não obtido", e você pode usá-los manualmente.
ro: Poți autoriza anumite elemente, cum ar fi numărul de pași, activitatea, somnul, ritmul cardiac în repaus, HRV (variația frecvenței cardiace), respirația și temperatura pielii de la încheietură. Elementele neautorizate vor fi tratate ca fiind neobținute, iar introducerea manuală poate fi utilizată direct.
ru: Можно разрешить получение данных для необходимых параметров: шаги, активность, сон, частота сердечных сокращений в состоянии покоя, HRV, частота дыхания, температура кожи на запястье. Неразрешенные параметры будут отображаться как "неполучены", а ручной ввод можно использовать как обычно.
sk: Môžete povoliť zber údajov pre konkrétne položky: počet krokov, aktivita, spánok, tepová frekvencia v kluse, HRV, dýchanie, teplota na zápästí. Nezneužité údaje sa zobrazia ako "nie získané" a môžete ich manuálne zadávať.
sl: Lahko omogočite dostop do potrebnih podatkov: število korakov, aktivnost, spanje, srčni utrip v miro, HRV, dihal, temperaturo kože na zapestju. Neomogočene podatke obravnavam kot neprejete in jih lahko ročno vneseš.
sv: Du kan ge tillåtelse för steg, aktivitet, sömn, vilopuls, HRV, andningsfrekvens och hudtemperatur på handleden, efter behov. Om du inte ger tillåtelse kommer dessa värden att behandlas som "icke-upptagna", och du kan fortfarande använda dem manuellt.
ta: படி, செயல்பாடு, தூக்கம், ஓய்வு நேரத்தில் இதயத் துடிப்பு, HRV, சுவாசம், மணிக்கட்டு சரும வெப்பநிலை போன்ற தேவையான தகவல்களை அனுமதிக்கலாம். அனுமதிக்காத தகவல்களைப் பயன்படுத்தாமல், தேவைக்கேற்ப உள்ளீடுகளைச் சேர்க்கலாம்.
te: దూరం, కార్యాచరణ, నిద్ర, విశ్రాంతి సమయంలో హృదయ స్పందన, HRV, శ్వాస, వేలికి ఉండే చర్మ ఉష్ణోగ్రత వంటి అవసరమైన అంశాలను ఎంచుకోవచ్చు. ఎంచుకోని అంశాలను "సంగ్రహించబడలేదు"గా పరిగణిస్తారు మరియు వాటిని మాన్యువల్‌గా నమోదు చేసుకోవచ్చు.
th: สามารถอนุญาตให้เข้าถึงรายการที่ต้องการได้ เช่น จำนวนก้าว, กิจกรรม, การนอนหลับ, อัตราการเต้นของหัวใจขณะพัก, HRV, จำนวนการหายใจ, อุณหภูมิผิวบริเวณข้อมือ หากไม่อนุญาต ให้ถือว่าเป็นข้อมูลที่ยังไม่ได้บันทึก สามารถใช้การป้อนข้อมูลด้วยตนเองได้
tr: İhtiyaç duyduğunuz her kategori için adım, aktivite, uyku, dinlenme sırasında kalp atışı, HRV (kalp varyansı), nefes sayısı ve bilek cilt sıcaklığını izin verebilirsiniz. İzin vermediğiniz kategoriler için verileri "alınmadı" olarak işaretleyebilirsiniz ve manuel olarak da girebilirsiniz.
uk: Можна дозволити запит даних про кроки, активність, сон, частоту серцевих скорочень у спокої, HRV, дихання, температуру шкіри на зап'ясті для потрібних пунктів. Недозволені пункти вважаються не отриманими, а введені вручну дані можна використовувати як є.
vi: Bạn có thể cho phép thu thập số lượng bước, hoạt động, giấc ngủ, nhịp tim khi nghỉ ngơi, HRV, tần số thở, nhiệt độ da ở cổ tay theo các mục cần thiết. Các mục không được cho phép sẽ được coi là chưa thu thập và bạn vẫn có thể nhập thủ công.
zh_hans: 您可以允许步数、活动、睡眠、静息心率、HRV和呼吸频率等所需项目。对于未允许的项目，请将其视为未获取，并且可以直接手动输入。
zh_hant: 可以允许步数、活动、睡眠、静息心率、HRV和呼吸次数等所需项目。对于未允许的项目，请将其视为“未获取”，并且可以直接手动输入。

# health_meals_body_ai.evidence_abstract
source: 抄録確認
ar_sa: مراجعة الملخص
ca: Revisar l'extracte
cs: Shrnutí
de_de: Zusammenfassung prüfen
el: Επισκόπηση
fr_ca: 概要確認
gu: સારાંશની ચકાસણી કરો
he: סקירה כללית
hr: 概要確認
hu: Összefoglaló megtekintése
it: Abstract
ko: 概要確認
mr: सारांश
ms: Baca ringkasan
nl_nl: Abstract bekijken
pl: Przegląd abstraktu
pt_pt: Revisar resumo
ru: Просмотр аннотации
sk: Prečítanie abstraktu
sl: 概要確認
sv: Sammanfattning
te: సారాంశాన్ని సమీక్షించు
th: อ่านบทคัดย่อ
tr: Özet
uk: 概要確認
vi: Xem tóm tắt
zh_hant: 摘要確認

# health_meals_body_ai.evidence_applicability
source: 今回への適合
ar_sa: مناسب لهذه الحالة
ca: Aplicabilitat per a aquesta situació
cs: Vhodnost pro tento případ
da: Relevans for denne situation
de_de: Geeignet für diese Einheit?
el: Καταλληλότητα για την τρέχουσα περίπτωση
en_au: Applicable to this case
es_es: Aplicabilidad en este caso
fi: Soveltuvuus tähän tilanteeseen
fr_ca: Pertinence pour cette fois
gu: આ માટે યોગ્યતા
he: רלוונטיות לתוכנית זו
hi: इस बार की उपयुक्तता
hr: Primjenjivost na ovaj slučaj
hu: Alkalmazhatóság jelen esetben
id: Kesesuaian dengan kali ini
it: Applicabilità al caso specifico
ko: 이번 경우에 대한 적합성
mr: यासाठी योग्य आहे का?
ms: Sesuai untuk ini
nl_nl: Geschikt voor deze training?
no: Hvor relevant dette er for deg
pl: Odpowiednie dla tego treningu
pt_br: Aplicabilidade neste caso
pt_pt: Adequado para este caso
ro: Relevanța pentru cazul de față
ru: Применимость к текущему случаю
sk: Vhodnosť pre tento účel
sl: Ustreznost za ta primer
sv: Användbarhet för detta
ta: இந்தச் சூழலுக்கான பொருத்தம்
te: ఇది ప్రస్తుతానికి అనుకూలంగా ఉందా?
th: ความเหมาะสมกับกรณีนี้
tr: Mevcut öneriye uygunluk
uk: Відповідність цьому випадку
vi: Tính phù hợp với lần này
zh_hans: 与本次情况的适用性
zh_hant: 適用於本次的程度

# health_meals_body_ai.evidence_direct
source: 対象者が比較的近い
ar_sa: متوافق مع الحالة بشكل كبير
ca: Objecte relativament similar
cs: Podobné podmínky
da: Deltagerne ligner hinanden relativt meget
de_de: Zielgruppe ähnlich
el: Σχετική με την ομάδα στόχων
en_au: Relatively similar target population
es_es: Las características de los participantes son relativamente similares
fi: Tutkimushenkilöt ovat melko samankaltaisia
fr_ca: Participants relativement similaires
gu: લક્ષ્ય જૂથ સમાન છે
he: דומה לאוכלוסייה
hi: अध्ययन के प्रतिभागी अपेक्षाकृत समान हैं
hr: Ispitanici su relativno slični
hu: A célcsoport hasonló
id: Subjek relatif serupa
it: Simile ai soggetti target
ko: 대상자가 비교적 유사함
mr: हे तुमच्यासाठी पुरेसे आहे.
ms: Objek yang serupa
nl_nl: Vergelijkbare doelgroep
no: Deltakerne ligner relativt mye
pl: Podobne warunki
pt_br: Participantes relativamente semelhantes
pt_pt: Alvo relativamente semelhante
ro: Participanții sunt relativ similari
ru: Похожие условия
sk: Podobné podmienky
sl: Udeleženci so si razmeroma podobni
sv: Relativt likt målgrupp
ta: ஆய்வில் உள்ளவர்கள் ஒப்பீட்டளவில் ஒத்தவர்கள்
te: ఇది సంబంధిత వ్యక్తులకు సంబంధించినదా?
th: มีความคล้ายคลึงกับกลุ่มเป้าหมาย
tr: Hedef kitleye benzerlik
uk: Учасники дослідження були відносно схожими
vi: Đối tượng tương tự
zh_hans: 研究对象相对接近
zh_hant: 對象與本人較接近

# health_meals_body_ai.evidence_full_text
source: 本文確認
ar_sa: مراجعة النص الكامل
ca: Revisar el text complet
cs: Celý text
de_de: Vollständiger Text prüfen
el: Πλήρης κείμενο
fr_ca: 全文確認
gu: સંપૂર્ણ ટેક્સ્ટની ચકાસણી કરો
he: טקסט מלא
hr: 全文確認
hu: Teljes szöveg megtekintése
it: Testo completo
ko: 全文確認
mr: संपूर्ण माहिती
ms: Baca teks penuh
nl_nl: Volledig tekst bekijken
pl: Pełny tekst
pt_pt: Revisar texto completo
ru: Просмотр полного текста
sk: Prečítanie celého textu
sl: 全文確認
sv: Hela texten
te: పూర్తి పాఠాన్ని సమీక్షించు
th: อ่านเนื้อหาทั้งหมด
tr: Tam metin
uk: 全文確認
vi: Xem toàn bộ văn bản
zh_hant: 全文確認

# health_meals_body_ai.evidence_intervention
source: 介入
ar_sa: التدخل
ca: Intervenció
cs: Intervence
de_de: Intervention
el: Διαταραχή
gu: અંતર
he: התערבות
hu: Beavatkozás
it: Intervento
mr: उपचार
ms: Intervensi
nl_nl: Interventie
pl: Interwencja
pt_pt: Intervenção
ru: Интервенция
sk: Intervencia
sv: Intervention
te: అంతరాయం
th: การแทรกแซง
tr: Müdahale
vi: Can thiệp
zh_hant: 干預措施

# health_meals_body_ai.evidence_license
source: 本文ライセンス
ar_sa: ترخيص النص الكامل
ca: Text de la llicència
cs: Licence textu
da: Licens for artikeltekst
de_de: Textlizenz
el: Άδεια κειμένου
en_au: Full text license
es_es: Licencia del texto completo
fi: Koko tekstin käyttöoikeus
fr_ca: Licence du texte intégral
gu: સંપૂર્ણ ટેક્સ્ટ લાઇસન્સ
he: רישיון טקסט מלא
hi: मुख्य लेख का लाइसेंस
hr: Licenca cjelovitog teksta
hu: Szöveges licence
id: Lisensi teks utama
it: Licenza del testo
ko: 본문 라이선스
mr: माहितीचा परवाना
ms: Lisensi teks penuh
nl_nl: Tekst licentie
no: Lisens for artikkelens fulltekst
pl: Licencja na tekst
pt_br: Licença do texto completo
pt_pt: Licença do texto
ro: Licența articolului integral
ru: Лицензия на полный текст
sk: Licencia textu
sl: Licenca celotnega besedila
sv: Licens för hela texten
ta: கட்டுரையின் உரிமம்
te: పూర్తి పాఠం లైసెన్స్
th: สิทธิ์ในการใช้งานเนื้อหา
tr: Metin lisansı
uk: Ліцензія повного тексту
vi: Giấy phép văn bản
zh_hans: 正文许可
zh_hant: 全文授權

# health_meals_body_ai.evidence_limitations
source: 制約
ar_sa: قيود
ca: Limitacions
cs: Omezení
de_de: Einschränkungen
el: Περιορισμοί
gu: મર્યાદાઓ
he: מגבלות
hu: Korlátok
it: Limitazioni
mr: मर्यादा
ms: Had
nl_nl: Beperkingen
pl: Ograniczenia
pt_pt: Limitações
ru: Ограничения
sk: Obmedzenia
sv: Begränsningar
te: పరిమితులు
th: ข้อจำกัด
tr: Sınırlamalar
vi: Hạn chế
zh_hant: 限制條件
